Repository: 1907931256/cncsimple
Catalog: MecPrev.Resources/GuiRes.*.resx
Languages: it_it

source: Add Cost
it_it: Aggiungi Costo

source: Add _Machine
it_it: Aggiungi Macchina

source: Bore
it_it: Bareno

source: Boring
it_it: Barenatura

# btnAddInchThread
source: Add Inche Thread
it_it: Aggiungi Filettatura Pollici

# btnAddMaterial
source: Add Material
it_it: Aggiungi Materiale

# btnAddMetricThread
source: Add Metric Thread
it_it: Aggiungi Filettatura Metrica

# btnAddPrice
source: Add Price
it_it: Aggiungi Prezzo

# btnAddTableRow
source: Add Table Row
it_it: Aggiungi Riga Tabella

# btnAddTool
source: New Tool
it_it: Aggiungi Utensile

# btnCalculate
source: Calculate
it_it: Calcola

# btnDelMateriale
source: Del Material
it_it: Cancella Materiale

# btnDelPrice
source: Del Price
it_it: Cancella Prezzo

# ButtonCancel
source: Cancel
it_it: Annulla

source: Center Drill
it_it: Centrino

source: Chamfer
it_it: Svasatore

# ChangeToolTime
source: Change Tool Time : [sec]
it_it: Tempo Cambio Utensile : [sec]

source: Charts
it_it: Grafici

# ContourOp
source: Contour
it_it: Contornatura

# CostiAggiuntiviDlg
source: Additional Cost
it_it: Costi Aggiuntivi

source: Counterbore
it_it: Lamatore

source: Counterboring
it_it: Lamatura

source: Cut Parameter
it_it: Parametri di Taglio

# DefaultTimeGroup
source: Default Time
it_it: Tempi di Default

# DefaultUnit
source: Default Measure Unit
it_it: Unita Default Selezionata

source: Defined Price
it_it: Prezzo Definito Utente

source: Description
it_it: Descrizione

source: Detail
it_it: Dettagli

source: Diameter
it_it: Diametro

# dlgMachine
source: Machines Dialog
it_it: Macchine

# dlgMaterial
source: Materials
it_it: Materiali

# DlgPhaseDetail
source: Phase Detail
it_it: Dettagli Fase

# dlgSelectionUnit
source: SelectionUnit
it_it: Selezione Unita

# dlgTabellaFilettature
source: Thread Table
it_it: Tabella Filettatura

# dlgToolWindow
source: Tools Dialog
it_it: Utensili

source: Drill
it_it: Punta

# DrillingOp
source: Drilling
it_it: Foratura

# DrillingTool
source: Drilling
it_it: Utensile Foratura

source: Extern
it_it: Esterna

source: Face Groove
it_it: Frontale

source: Face Mill
it_it: Fresa a Spianare

source: Face Milling
it_it: Spianatura

source: Face Turning
it_it: Sfacciatura

source: Flat Mill
it_it: Fresa Cilindrica

# GroovingOp
source: Grooving
it_it: Scanalatura

source: Hourly Cost
it_it: Costo Orario

source: Inch
it_it: Pollici

source: Intern
it_it: Interna

# Lathe2Ax
source: Lathe 2 Axis
it_it: Tornio 2 Assi

# Lathe3Ax
source: Lathe 3 Axis
it_it: Tornio con asse C

# LoadingMachine
source: Loading Machine : [sec]
it_it: Caricamento Macchina : [sec]

source: Machine Name
it_it: Nome Macchina

# MachinesDialog
source: Machines
it_it: Macchine

source: Machine Selected
it_it: Macchina Selezionata

source: Material
it_it: Materiale

# MaterialDialog
source: Materials
it_it: Materiali

source: Material Group
it_it: Gruppo Materiale

source: Material Selected
it_it: Materiale selezionato

source: Max Rev
it_it: Giri Max

source: Mill
it_it: Fresa

source: Millimeter
it_it: Millimetri

source: Milling Preference
it_it: Preferenze Centro di Lavoro

# MillingTool
source: Milling
it_it: Utensile Fresare

# MillThreadOp
source: Thread
it_it: Filettatura Fresata

source: Name
it_it: Nome

source: New File
it_it: Nuovo File

source: New Phase
it_it: Aggiungi Fase

# OpenFile
source: Open
it_it: Apri

source: Open Slot
it_it: Tasca Aperta

source: Operation
it_it: Operazione

# ParamMaterial
source: Tool Param. Material
it_it: Materiale Per Parametri

# pesoSpecifico
source: Specific gravity
it_it: Peso Specifico

source: Phase Description
it_it: Descrizione Fase

source: Phase Property
it_it: Proprietà Fase

source: Pitch
it_it: Passo

# PocketOp
source: Pocket
it_it: Tasca

source: Preference
it_it: Preferenze

# ProgrammingOperationTime
source: Programming Operation : [min]
it_it: Tempo Programmazione Operazione : [min]

# RapidVel
source: Rapid
it_it: Velocità Rapido

source: Reamer
it_it: Alesatore

source: Reamering
it_it: Alesatura

source: Save
it_it: Salva

source: SaveAs
it_it: Salva con nome

# ScreenBack
source: Back
it_it: Indietro

# ScreenForward
source: Next
it_it: Avanti

source: Secure Distance
it_it: Distanza di sicurezza

source: SecureRapidFeed
it_it: Velocita Rapida di sicurezza

# SetupFixtureTime
source: Setup Fixture Time : [min]
it_it: Tempo Setup Staffaggio : [min]

# SetupToolTime
source: Setup Tool Time : [min]
it_it: Tempo Montaggio Utensile : [min]

# SideOp
source: Side
it_it: Lato

source: SimpleDrilling
it_it: Foratura Semplice

# SlotOp
source: Slot
it_it: Cava

source: Sort Operation
it_it: Ordina Operazioni

source: Stock Quantity
it_it: Quantità

# TableGroup
source: Tables
it_it: Tabelle

source: Tap
it_it: Maschio

source: Tap Drill
it_it: Preforo

source: Tapping
it_it: Maschiatura

# ThreadTableDialog
source: Thread Table
it_it: Tabella Filettatura

source: Time
it_it: Tempo

# TimeCalculationGroup
source: Time Calculation Stuff
it_it: Calcolo Tempo

source: Tool Change
it_it: Cambio Utensile

source: Tool Cost
it_it: Costo Utensile

# toolDetailGroup
source: Tool Detail
it_it: Dettaglio Utensile

# ToolDialog
source: Tools
it_it: Utensili

source: Tool Label
it_it: Etichetta Utensile

# ToolLifeTimeSpan
source: Lifespan
it_it: Tempo Vita Utensile

source: Tool Wear
it_it: Usura Utensile

source: Total
it_it: Totale

# TurnGroove
source: Groove
it_it: Utensile Scanalatura

# TurningOp
source: Turning
it_it: Tornitura

source: Turning Preference
it_it: Preferenze Tornio

# TurningTool
source: Turning
it_it: Utensile Tornitura

# TurnThread
source: Thread
it_it: Utensile Filettare

# TurnThreadingOp
source: Threading
it_it: Filettatura

source: Turn Tool
it_it: Utensile Tornitura

source: Vertical Mill
it_it: Centro Di Lavoro

# Voce
source: Item
it_it: Voce

# WorkCycle
source: Cycle
it_it: Ciclo di Lavorazione

source: ThreadMill
it_it: Fresa Filettare

source: Update Preview
it_it: Aggiorna Anteprima

# WorkParameter
source: Parameter
it_it: Parametri Lavorazione

source: Input Profile
it_it: Inserimento Profilo

source: Fixture
it_it: Staffaggio

# LoadingMachineTv
source: Loading Machine
it_it: Caricamento Materiale

source: Machining Time
it_it: Tempo Lavorazione

source: Mounting Tools
it_it: Setup Utensili

source: Programmation
it_it: Programmazione

source: Rapid Time
it_it: Tempo Rapidi

# SetupFixtureTv
source: Setup Fixture
it_it: Setup Staffaggio

source: Setup Machine
it_it: Setup Macchina

# ToolChangeTv
source: Tool Change Time
it_it: Tempo Cambio Utensile

source: VariousCost
it_it: Costi Aggiuntivi

source: Work Time
it_it: Tempo Lavoro

source: Circle
it_it: Cerchio

source: Hexagon
it_it: Esagono

source: Pipe
it_it: Tubo

source: Rectangle
it_it: Rettangolo

source: Square
it_it: Quadrato

source: CutDepth
it_it: Profondità Taglio

source: Cut Speed
it_it: Velocità Taglio

source: Feed
it_it: Avanzamento

source: Rev\Min
it_it: Giri\Min

# Velocity
source: Speed
it_it: Velocità

# Esterna
source: Extern
it_it: Esterna

# Interna
source: Intern
it_it: Interna

# Tornitura
source: Turning
it_it: Tornitura

# Tabelle
source: Tables
it_it: Tabelle

# LarghezzaPassata
source: Cutting Width (ae)
it_it: Larghezza Passata (ae)

# ProfonditaPassata
source: Cutting Depth (ap)
it_it: Prof. Passata (ap)

# DettagliFase
source: Phase Detail
it_it: Dettagli Fase
